# -*- coding: utf-8 -*-

consumptions = {'TV': '15W',
                '냉장고': '100W',
                '전자레인지': '1050W',
                '전기밥솥': '1000W',
                '컴퓨터': '400W',
                '휴대폰 충전기': '6W'}

tips = ['사용하지 않는 플러그는 뽑아두세요.',
        '에어컨은 장시간 사용하지 마세요.',
        '에너지 소비효율이 높은 전자제품을 구입하세요.',
        '전구형 형광등을 사용하세요.',
        '냉장고에는 적당량만 넣어두세요.',
        '냉장고 문을 자주 여닫지 마세요.',
        '냉장고에 음식을 넣을시 반드시 식혀서 넣으세요.',
        '선풍기는 2시간이상 사용하지 마세요.',
        '선풍기는 미풍으로 사용하세요.',
        '선풍기를 잠들기전에 반드시 끄세요.',
        '낮시간 동안에는 전등을 사용하지 마세요.',
        '백열등을 형광등으로 교체하세요.',
        '에어컨의 필터를 자주 갈아주세요.',
        '밥을 먹을때는 TV를 꺼두세요.',
        '누전, 누수가 되지 않게 점검을 자주 하세요.']
